<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html><head><meta http-equiv="content-type" content="text/html; charset=utf-8"/><meta name="viewport" content="width=device-width, initial-scale=0.8"/><title>3&nbsp;绪论</title><link rel="stylesheet" type="text/css" href="scribble.css" title="default"/><link rel="stylesheet" type="text/css" href="manual-style.css" title="default"/><link rel="stylesheet" type="text/css" href="manual-racket.css" title="default"/><script type="text/javascript" src="scribble-common.js"></script><script type="text/javascript" src="hj.js"></script><script type="text/javascript" src="manual-racket.js"></script><!--[if IE 6]><style type="text/css">.SIEHidden { overflow: hidden; }</style><![endif]--></head><body id="scribble-racket-lang-org"><div class="tocset"><div class="tocview"><div class="tocviewlist tocviewlisttopspace"><div class="tocviewtitle"><table cellspacing="0" cellpadding="0"><tr><td style="width: 1em;"><a href="javascript:void(0);" title="Expand/Collapse" class="tocviewtoggle" onclick="TocviewToggle(this,&quot;tocview_0&quot;);">&#9660;</a></td><td></td><td><a href="index.html" class="tocviewlink" data-pltdoc="x">SOICOL</a></td></tr></table></div><div class="tocviewsublisttop" style="display: block;" id="tocview_0"><table cellspacing="0" cellpadding="0"><tr><td align="right">1&nbsp;</td><td><a href="qianyan.html" class="tocviewlink" data-pltdoc="x">&#21069;&#35328;</a></td></tr><tr><td align="right">2&nbsp;</td><td><a href="zhaiyao.html" class="tocviewlink" data-pltdoc="x">&#25688;&#35201;</a></td></tr><tr><td align="right">3&nbsp;</td><td><a href="xulun.html" class="tocviewselflink" data-pltdoc="x">&#32490;&#35770;</a></td></tr><tr><td align="right">4&nbsp;</td><td><a href="fenxi.html" class="tocviewlink" data-pltdoc="x">&#20998;&#26512;</a></td></tr><tr><td align="right">5&nbsp;</td><td><a href="sheji.html" class="tocviewlink" data-pltdoc="x">&#23454;&#29616;</a></td></tr><tr><td align="right">6&nbsp;</td><td><a href="jielun.html" class="tocviewlink" data-pltdoc="x">&#32467;&#35770;</a></td></tr><tr><td align="right">7&nbsp;</td><td><a href="wenxian.html" class="tocviewlink" data-pltdoc="x">&#25991;&#29486;</a></td></tr><tr><td align="right"></td><td><a href="doc-index.html" class="tocviewlink" data-pltdoc="x">Index</a></td></tr></table></div></div><div class="tocviewlist"><table cellspacing="0" cellpadding="0"><tr><td style="width: 1em;"><a href="javascript:void(0);" title="Expand/Collapse" class="tocviewtoggle" onclick="TocviewToggle(this,&quot;tocview_1&quot;);">&#9658;</a></td><td>3&nbsp;</td><td><a href="xulun.html" class="tocviewselflink" data-pltdoc="x">&#32490;&#35770;</a></td></tr></table><div class="tocviewsublistbottom" style="display: none;" id="tocview_1"><table cellspacing="0" cellpadding="0"><tr><td align="right">3.1&nbsp;</td><td><a href="xulun.html#%28part._~e5~8a~a8~e6~9c~ba%29" class="tocviewlink" data-pltdoc="x">&#21160;&#26426;</a></td></tr><tr><td align="right">3.2&nbsp;</td><td><a href="xulun.html#%28part._~e7~9b~ae~e7~9a~84%29" class="tocviewlink" data-pltdoc="x">&#30446;&#30340;</a></td></tr></table></div></div></div><div class="tocsub"><div class="tocsubtitle">On this page:</div><table class="tocsublist" cellspacing="0"><tr><td><span class="tocsublinknumber">3.1<tt>&nbsp;</tt></span><a href="#%28part._~e5~8a~a8~e6~9c~ba%29" class="tocsubseclink" data-pltdoc="x">&#21160;&#26426;</a></td></tr><tr><td><span class="tocsublinknumber">3.2<tt>&nbsp;</tt></span><a href="#%28part._~e7~9b~ae~e7~9a~84%29" class="tocsubseclink" data-pltdoc="x">&#30446;&#30340;</a></td></tr></table></div></div><div class="maincolumn"><div class="main"><div class="versionbox"><span class="version">8.8</span></div><div class="navsettop"><span class="navleft"><div class="nosearchform"></div>&nbsp;&nbsp;<span class="tocsettoggle">&nbsp;&nbsp;<a href="javascript:void(0);" title="show/hide table of contents" onclick="TocsetToggle();">contents</a></span></span><span class="navright">&nbsp;&nbsp;<a href="zhaiyao.html" title="backward to &quot;2 摘要&quot;" data-pltdoc="x">&larr; prev</a>&nbsp;&nbsp;<a href="index.html" title="up to &quot;SOICOL&quot;" data-pltdoc="x">up</a>&nbsp;&nbsp;<a href="fenxi.html" title="forward to &quot;4 分析&quot;" data-pltdoc="x">next &rarr;</a></span>&nbsp;</div><h3>3<tt>&nbsp;</tt><a name="(part._xulun)"></a>&#32490;&#35770;</h3><p></p><h4>3.1<tt>&nbsp;</tt><a name="(part._~e5~8a~a8~e6~9c~ba)"></a>&#21160;&#26426;</h4><p>&#20013;&#22269;&#26159;&#19968;&#20010;&#25317;&#26377;&#20116;&#21315;&#24180;&#28799;&#28866;&#25991;&#21270;&#30340;&#25991;&#26126;&#21476;&#22269;&#65292;&#20854;&#22235;&#22823;&#21457;&#26126;&#36896;&#32440;&#26415;&#12289;&#25351;&#21335;
&#38024;&#12289;&#28779;&#33647;&#21450;&#21360;&#21047;&#26415;&#28145;&#21051;&#30340;&#25913;&#21464;&#20102;&#20154;&#31867;&#19990;&#30028;&#12290;&#28982;&#32780;&#22312;&#20013;&#22269;&#36817;&#20195;&#21490;&#20013;&#65292;&#20174;&#40486;&#29255;&#25112;&#20105;
&#24320;&#22987;&#65292;&#20013;&#22269;&#23601;&#39281;&#21463;&#35199;&#26041;&#36164;&#26412;&#20027;&#20041;&#22269;&#23478;&#27542;&#27665;&#21270;&#30340;&#25703;&#27531;&#65292;&#31350;&#20854;&#21407;&#22240;&#26159;&#35199;&#26041;&#22269;&#23478;&#30340;&#22312;
&#36817;&#20195;&#32463;&#21382;&#20102;&#19968;&#31995;&#21015;&#30340;&#24037;&#19994;&#38761;&#21629;&#12290;</p><p>&#20174;18&#19990;&#32426;60&#24180;&#20195;&#33521;&#22269;&#20154;&#29926;&#29305;&#21457;&#26126;&#33976;&#27773;&#26426;&#24320;&#22987;&#30340;&#31532;&#19968;&#27425;&#24037;&#19994;&#38761;&#21629;&#65292;&#21040;19&#19990;
&#32426;60&#24180;&#20195;&#21518;&#26399;&#21457;&#29983;&#30340;&#20197;&#30005;&#21147;&#21644;&#30707;&#27833;&#30340;&#24212;&#29992;&#20026;&#26631;&#24535;&#30340;&#31532;&#20108;&#27425;&#24037;&#19994;&#38761;&#21629;&#65292;&#36827;&#32780;&#21040;
20&#19990;&#32426;&#22235;&#20116;&#21313;&#24180;&#20195;&#24320;&#22987;&#30340;&#20197;&#20449;&#24687;&#21270;&#25968;&#23383;&#21270;&#20026;&#20195;&#34920;&#30340;&#31532;&#19977;&#27425;&#24037;&#19994;&#38761;&#21629;&#65292;&#35199;&#26041;&#22269;&#23478;
&#22312;&#31185;&#23398;&#25216;&#26415;&#19978;&#36965;&#36965;&#39046;&#20808;&#30528;&#20013;&#22269;&#12290;</p><p>&#20013;&#22269;&#33258;&#35817;&#25991;&#26126;&#21476;&#22269;&#65292;&#28982;&#32780;&#20013;&#22269;&#20154;&#30340;&#25991;&#21270;&#33258;&#20449;&#22312;&#20013;&#22269;&#30340;&#36817;&#20195;&#21490;&#20013;&#65292;&#20174;&#28165;&#29579;&#26397;&#30340;
&#40486;&#29255;&#25112;&#20105;&#25112;&#36133;&#21040;&#32487;&#32780;&#20043;&#21518;&#30340;&#19968;&#31995;&#21015;&#30340;&#21106;&#22320;&#36180;&#27454;&#65292;&#20877;&#21040;&#30002;&#21320;&#25112;&#20105;&#65292;&#20843;&#22269;&#32852;&#20891;&#20405;&#21326;
&#28779;&#28903;&#22278;&#26126;&#22253;&#65292;&#19971;&#19971;&#20107;&#21464;&#26085;&#26412;&#20405;&#21326;&#21040;&#21335;&#20140;&#22823;&#23648;&#26432;&#65292;&#20960;&#20046;&#28040;&#20129;&#27526;&#23613;&#12290;&#28982;&#32780;&#65292;&#21382;&#32463;&#27815;
&#26705;&#30340;&#21476;&#20013;&#22269;&#32456;&#20110;&#36814;&#26469;&#30340;&#20840;&#26032;&#26102;&#21051;&#65292;&#22312;1949&#24180;&#20197;&#35199;&#26041;&#30340;&#39532;&#21015;&#20027;&#20041;&#20026;&#20027;&#26088;&#25104;&#31435;&#20102;&#26032;
&#20013;&#22269;&#12290;&#28982;&#32780;&#19981;&#20037;&#65292;&#21516;&#26679;&#20197;&#39532;&#21015;&#20027;&#20041;&#24314;&#31435;&#32852;&#30431;&#30340;&#33487;&#32852;&#22312;1991&#24180;&#36720;&#28982;&#20498;&#19979;&#65292;&#35299;&#20307;&#20026;
&#33509;&#24178;&#36164;&#26412;&#20027;&#20041;&#22269;&#23478;&#12290;&#26032;&#20013;&#22269;&#22312;&#37011;&#23567;&#24179;&#30340;&#39046;&#23548;&#19979;&#36827;&#34892;&#20102;&#25913;&#38761;&#24320;&#25918;&#36827;&#34892;&#30528;&#20013;&#22269;&#29305;&#33394;
&#30340;&#31038;&#20250;&#20027;&#20041;&#30340;&#25506;&#32034;&#20043;&#36335;&#65292;&#21169;&#31934;&#22270;&#27835;&#65292;&#32463;&#36807;&#20960;&#20195;&#20154;&#30340;&#21162;&#21147;&#65292;&#21220;&#21171;&#21191;&#25954;&#30340;&#20013;&#22269;&#20154;&#22312;
&#26032;&#26102;&#20195;&#20064;&#24635;&#20070;&#35760;&#30340;&#39046;&#23548;&#19979;&#65292;&#20154;&#27665;&#29983;&#27963;&#23433;&#24247;&#24184;&#31119;&#65292;&#26397;&#30528;&#24314;&#35774;&#31038;&#20250;&#20027;&#20041;&#24378;&#22269;&#65292;&#20026;&#23454;
&#29616;&#20013;&#21326;&#27665;&#26063;&#30340;&#20255;&#22823;&#22797;&#20852;&#32780;&#22859;&#26007;&#19981;&#33267;&#30528;&#12290;</p><p>&#27493;&#20837;21&#19990;&#32426;&#65292;&#19990;&#30028;&#26684;&#23616;&#21464;&#25442;&#33707;&#27979;&#65292;&#39118;&#36215;&#20113;&#28044;&#12290;2018&#24180;&#65292;&#26102;&#20219;&#32654;&#22269;&#24635;&#32479;&#29305;&#26391;
&#26222;&#38024;&#23545;&#20013;&#22269;&#21457;&#36215;&#36152;&#26131;&#25112;&#12289;&#31185;&#25216;&#25112;&#12290;&#19981;&#31649;&#26159;&#20174;&#29616;&#20170;&#19990;&#30028;&#21457;&#23637;&#30340;&#26102;&#23616;&#26469;&#30475;&#65292;&#36824;&#26159;&#20174;
&#20013;&#22269;&#33258;&#36523;&#21457;&#23637;&#30340;&#20869;&#37096;&#26684;&#23616;&#26469;&#30475;&#65292;&#20013;&#22269;&#37117;&#20456;&#28982;&#38656;&#35201;&#22312;&#19968;&#31995;&#21015;&#30340;&#23574;&#31471;&#39046;&#22495;&#36827;&#34892;&#33258;&#20027;
&#25506;&#32034;&#12290;</p><p>&#25918;&#30524;&#20013;&#22269;&#65292;&#20013;&#22269;&#29616;&#20170;&#22312;&#31185;&#23398;&#25216;&#26415;&#39046;&#22495;&#19982;&#32654;&#22269;&#20381;&#26087;&#30456;&#21435;&#28145;&#36828;&#12290;&#30528;&#30524;&#36719;&#20214;&#39046;&#22495;&#65292;
&#20013;&#22269;&#22312;&#20449;&#24687;&#25216;&#26415;&#30340;&#24213;&#23618;&#24314;&#35774;&#19978;&#65292;&#19981;&#31649;&#26159;&#30828;&#20214;&#36824;&#26159;&#36719;&#20214;&#65292;&#37117;&#27809;&#26377;&#22826;&#22810;&#33258;&#20027;&#30340;&#21019;
&#36896;&#12290;&#21333;&#23601;&#36719;&#20214;&#32780;&#35328;&#65292;&#36719;&#20214;&#30340;&#22522;&#30784;&#26080;&#30097;&#26159;&#32534;&#31243;&#35821;&#35328;&#65292;&#29616;&#20170;&#20027;&#27969;&#30340;&#32534;&#31243;&#35821;&#35328;&#20960;&#20046;&#37117;
&#26469;&#33258;&#20110;&#32654;&#22269;&#65292;&#24182;&#19988;&#20154;&#26426;&#20132;&#20114;&#30340;&#25509;&#21475;&#26159;&#20381;&#25176;&#22312;&#33521;&#35821;&#20043;&#19978;&#30340;&#12290;</p><p>&#24403;&#19979;&#65292;&#35745;&#31639;&#26426;&#24050;&#32463;&#32463;&#21382;&#20102;&#20960;&#21313;&#24180;&#30340;&#39640;&#36895;&#21457;&#23637;&#65292;&#25152;&#26377;&#30340;&#22522;&#30784;&#24314;&#35774;&#37117;&#24050;&#32463;&#22522;&#20110;&#33521;
&#25991;&#25104;&#22411;&#65292;&#24182;&#19988;&#26085;&#31215;&#26376;&#32047;&#24418;&#25104;&#30340;&#21508;&#31181;&#21508;&#26679;&#22522;&#20110;&#33521;&#25991;&#30340;&#32534;&#31243;&#35821;&#35328;&#12289;&#20989;&#25968;&#24211;&#20035;&#33267;&#21508;&#31181;
&#32593;&#32476;&#21327;&#35758;&#12289;&#25805;&#20316;&#31995;&#32479;&#65292;&#36827;&#32780;&#21040;&#24403;&#19979;&#30340;&#23398;&#26415;&#29615;&#22659;&#30340;&#21069;&#27839;&#39046;&#22495;&#37117;&#34987;&#33521;&#35821;&#25152;&#20027;&#23548;&#20102;&#12290;</p><h4>3.2<tt>&nbsp;</tt><a name="(part._~e7~9b~ae~e7~9a~84)"></a>&#30446;&#30340;</h4><p>&#35797;&#38382;&#65292;&#22312;&#36825;&#31181;&#20840;&#22269;&#19978;&#19979;&#24050;&#32463;&#24418;&#25104;&#33258;&#20027;&#25506;&#32034;&#20849;&#35782;&#30340;&#32972;&#26223;&#19979;&#65292;&#22914;&#26524;&#20013;&#22269;&#35201;&#22312;&#32534;&#31243;
&#35821;&#35328;&#19978;&#30340;&#23454;&#29616;&#65292;&#20154;&#26426;&#20132;&#20114;&#30340;&#32534;&#31243;&#25509;&#21475;&#65292;&#38590;&#36947;&#26159;&#35201;&#24314;&#31435;&#22312;&#33258;&#28982;&#35821;&#35328;&#33521;&#35821;&#20043;&#19978;&#30340;
&#21527;&#65311;</p><p>&#20013;&#25991;&#30456;&#36739;&#33521;&#25991;&#65292;&#26159;&#21542;&#30495;&#30340;&#19981;&#36866;&#21512;&#36827;&#34892;&#32534;&#31243;&#35821;&#35328;&#20154;&#26426;&#20132;&#20114;&#25509;&#21475;&#30340;&#23454;&#36341;&#21602;&#65311;&#36824;&#26159;
&#35828;&#36825;&#26159;&#24403;&#20195;&#22269;&#20154;&#22312;&#20960;&#30334;&#24180;&#30340;&#25216;&#26415;&#33853;&#21518;&#19979;&#30340;&#19968;&#31181;&#25991;&#21270;&#22833;&#20449;&#30340;&#38169;&#35273;&#21602;&#65311;
&#22312;&#24403;&#19979;&#30340;&#29615;&#22659;&#19979;&#65292;&#26159;&#21542;&#33021;&#25512;&#20986;&#19968;&#31181;&#27721;&#35821;&#32534;&#31243;&#35821;&#35328;&#20035;&#33267;&#23558;&#20854;&#25512;&#24191;&#21040;&#27969;&#34892;&#21602;&#65311;&#36739;
&#33521;&#35821;&#32780;&#35328;&#65292;&#27721;&#35821;&#32534;&#31243;&#35821;&#35328;&#21448;&#33021;&#20855;&#22791;&#24590;&#26679;&#30340;&#20248;&#21183;&#12289;&#20026;&#32534;&#31243;&#35821;&#35328;&#24102;&#26469;&#24590;&#26679;&#30340;&#27963;&#21147;
&#21602;&#65311;</p><p>&#26412;&#35770;&#25991;&#21363;&#26159;&#35201;&#25506;&#35752;&#20197;&#19978;&#38382;&#39064;&#12290;</p><div class="navsetbottom"><span class="navleft"><div class="nosearchform"></div>&nbsp;&nbsp;<span class="tocsettoggle">&nbsp;&nbsp;<a href="javascript:void(0);" title="show/hide table of contents" onclick="TocsetToggle();">contents</a></span></span><span class="navright">&nbsp;&nbsp;<a href="zhaiyao.html" title="backward to &quot;2 摘要&quot;" data-pltdoc="x">&larr; prev</a>&nbsp;&nbsp;<a href="index.html" title="up to &quot;SOICOL&quot;" data-pltdoc="x">up</a>&nbsp;&nbsp;<a href="fenxi.html" title="forward to &quot;4 分析&quot;" data-pltdoc="x">next &rarr;</a></span>&nbsp;</div></div></div><div id="contextindicator">&nbsp;</div></body></html>